events_dict = {
    'МОСКВА': {
        '19.06.2023': 'Экскурсия по историко-экологической тропе в Битцевском лесу',
        '20.06.2023': 'Лекция «Исчезающие виды животных и растений»',
        '21.06.2023': 'Экскурсия «Экологическая культура: учимся жить экологично»',
        '22.06.2023': 'Акция «Свеча памяти» в экоцентре «Лесная Сказка»',
    },
    'САНКТ-ПЕТЕРБУРГ':{
        '19.06.2023': 'Эко-фестиваль "Книгологично: Эко-школа. Практика малых дел"',
        '20.06.2023': 'Эко-квиз "Наш зелёный дом"',
        '21.06.2023': 'Ярмарка органической продукции',
        '22.06.2023': 'X Невский международный экологический конгресс "Экология: право, а не привилегия"',
    },
    'КАЗАНЬ': {
        '19.06.2023': 'Сдай бумагу - спаси дерево',
        '20.06.2023': 'Городская акция в рамках Международных дней наблюдений птиц и природоохранного орнитологического проекта «Феникс»',
        '21.06.2023': 'Сбор мусора в «Парк Тысячелетия»',
        '22.06.2023': 'Экскурсия «Экологичная жизнь»',
    }
    
}
tips_dict = {
        'Совет №1': 'Сократите выброс углерода, меньше ездя за рулем, чаще используя общественный транспорт или ездя на велосипеде.',
        'Совет №2': 'Используйте меньше воды, принимая душ короче, устраняя любые утечки и устанавливая приборы с низким расходом.',
        'Совет №3': 'Компостируйте свои пищевые отходы, чтобы уменьшить количество отходов, отправляемых на свалки.',
        'Совет №4': 'Поддерживайте экологически чистые предприятия и компании, которые уделяют приоритетное внимание устойчивому развитию.',
        'Совет №5': 'Выбирайте экологически чистые изделия, изготовленные из экологически чистых материалов, таких как бамбук или органический хлопок.',
        'Совет №6': 'Поддерживайте местных фермеров, покупая органические продукты и сокращая потребление мяса и молочных продуктов.',
        'Совет №7': 'Перерабатывайте как можно больше и надлежащим образом утилизируйте опасные материалы, такие как батарейки и электроника.',
        'Совет №8': ' Используйте энергоэффективные приборы и лампочки для экономии энергии и сокращения ваших счетов за электроэнергию.',
        'Совет №9': 'Сажайте деревья и поддерживайте усилия по лесовосстановлению для борьбы с обезлесением.',
        'Совет №10': 'Избегайте использования одноразовых пластиковых изделий, таких как соломинки, пакеты и посуда. Вместо этого используйте многоразовые альтернативы.',
        'Совет №11': ' Экономьте энергию, выключая свет и отсоединяя электронику, когда она не используется.',
        'Совет №12': 'Рассказывайте себе и другим об экологических проблемах и о том, как оказать положительное влияние.',
        'Совет №13': 'Участвуйте в общественных природоохранных мероприятиях и работайте волонтером в экологических организациях.',
        'Совет №14': 'Используйте экологически чистые чистящие средства и избегайте вредных химических веществ.',
        'Совет №15': 'Поддерживайте возобновляемые источники энергии, такие как энергия ветра и солнца, инвестируя в них или пропагандируя их использование.'
    }